{
  "welcome": "Bienvenue à Temperamentum",
  "description": "Découvrez votre tempérament et vos intelligences multiples",
  "start_test": "Commencer le Test",
  "learn_more": "En savoir plus",
  "nav": {
    "home": "Accueil",
    "temperaments": "Tempéraments",
    "tests": "Tests",
    "meditations": "Méditations",
    "family_education": "Éducation Familiale"
  },
  "index_title": "Théorie des tempéraments et les essences de l'être humain",
  "index_intro_hipocrates": "La théorie des tempéraments trouve ses racines dans la Grèce antique, ayant été initialement formulée par Hippocrate, connu comme le père de la médecine. Il s'est basé sur les quatre éléments primaires de l'univers (terre, air, feu et eau) et leurs qualités (chaud, froid, humide et sec) pour déduire quatre humeurs corporelles : sang, flegme, bile jaune et bile noire. Ces humeurs, selon Hippocrate, influençaient directement la santé et le comportement des personnes.",
  "index_intro_galeno": "Plus tard, Galien, un autre médecin grec influent, a étendu cette théorie dans son œuvre \"De Temperamentis\", décrivant neuf tempéraments, dont les quatre principaux : sanguin, colérique, mélancolique et flegmatique. Galien a lié ces tempéraments à l'équilibre des humeurs dans le corps et aux caractéristiques comportementales de chaque individu. Malgré leurs origines anciennes, la classification des quatre tempéraments reste pertinente, étant fréquemment citée dans les œuvres modernes de psychologie et de développement humain (Feist, Feist & Roberts; Schultz & Schultz).",
  "index_intro_temperament_innate": "Le tempérament, par conséquent, est compris comme la partie innée de notre personnalité, fortement influencée par des facteurs biologiques et génétiques. Il détermine la façon dont nous réagissons émotionnellement et comportementalement aux situations quotidiennes et reste relativement stable tout au long de la vie. Des chercheurs contemporains, tels que Mary K. Rothbart et Stella Chess & Alexander Thomas, confirment que le tempérament apparaît dès les premières années de vie, se manifestant par des schémas de réactivité, d'autorégulation et d'adaptation à l'environnement.",
  "index_intro_temperament_innate_mobile": "Le tempérament est compris comme la partie innée de notre personnalité, influencée par des facteurs biologiques et génétiques, qui détermine la façon dont nous réagissons aux situations et reste relativement stable tout au long de la vie.",
  "index_intro_three_essences": "Dans le contexte de la compréhension intégrale de l'être humain, il est également fondamental de considérer les trois essences qui nous composent : la chair, l'âme et le tempérament.",
  "index_temperament_heading": "Tempérament",
  "index_temperament_desc_mobile": "Le tempérament est la partie de notre personnalité qui est innée et influencée par des facteurs biologiques et génétiques, qui détermine la façon dont nous réagissons émotionnellement et comportementalement aux situations.",
  "index_temperament_desc_desktop": "Le tempérament agit comme un pont entre la chair et l'âme, influençant la façon dont nous ressentons, pensons et agissons. C'est par le tempérament que s'expriment à la fois les tendances naturelles du corps et les aspirations les plus profondes de l'esprit.",
  "index_flesh_heading": "Chair",
  "index_flesh_desc": "La chair fait référence au corps physique, la partie tangible et matérielle de l'être humain. C'est par elle que nous expérimentons le monde, réalisons des actions et affrontons les limites de l'existence, comme le vieillissement et la mort. Dans de nombreux contextes spirituels, la chair est vue comme la dimension qui doit être disciplinée, car elle est associée aux impulsions et aux tentations naturelles.",
  "index_soul_heading": "Âme",
  "index_soul_desc": "L'âme est l'essence immatérielle et immortelle, responsable de la conscience, de la moralité et de la connexion spirituelle. Elle représente le principe intelligent et transcendant qui survit à l'existence physique, étant source de valeurs, de but et de sens.",
  "index_integration_mobile": "Découvrez votre tempérament et comprenez mieux comment il influence votre personnalité et vos relations.",
  "index_integration_desktop": "Ces trois dimensions – corps, âme et tempérament – travaillent ensemble pour former la complexité de l'être humain, intégrant des aspects physiques, émotionnels et spirituels. Comprendre cette intégration est essentiel pour la connaissance de soi, la croissance personnelle et la recherche de l'équilibre dans tous les domaines de la vie.",
  "index_sources_heading": "Sources :",
  "index_source_galeno": "Galien. De Temperamentis.",
  "index_source_feist": "Feist, J.; Feist, G.J.; Roberts, T.-A. Théories de la Personnalité.",
  "index_source_schultz": "Schultz, D.P.; Schultz, S.E. Théories de la Personnalité.",
  "index_source_rothbart": "Rothbart, M.K. (1981, 2004).",
  "index_source_thomas": "Thomas, A.; Chess, S. (1977).",
  "index_source_pereira": "Pereira Ito, Patrícia do Carmo; Guzzo, Raquel Souza Lobo. \"Diferenças individuais: tempérament et personnalité; importance de la théorie.\" Revista Estudos de Psicologia, PUC-Campinas, v. 19, n. 1, 2002.",
  "index_app_description": "Bienvenue dans l'application pour découvrir votre tempérament et vos intelligences multiples. Nos tests sont basés sur les enseignements des quatre tempéraments et sur la théorie des intelligences multiples de Howard Gardner. Répondez aux questions avec sincérité pour une analyse plus précise.",
  "index_start_test_button": "Commencer le Test",
  "index_learn_temperaments_button": "Connaître les quatre tempéraments",
  "temperaments": {
    "title": "Les Quatre Tempéraments",
    "description": "Comprenez les caractéristiques fondamentales de chaque tempérament et comment elles influencent les comportements, les décisions et les relations interpersonnelles.",

    "sanguine": {
      "name": "Sanguin",
      "description": "Les personnes au tempérament sanguin sont extraverties, enthousiastes et sociables. Elles recherchent constamment de nouvelles expériences et s'adaptent facilement aux changements.",
      "strengths": ["Communicatif", "Optimiste", "Créatif", "Énergique"],
      "weaknesses": ["Impulsif", "Distrait", "Superficiel", "Inconstant"]
    },

    "choleric": {
      "name": "Colérique",
      "description": "Les individus colériques sont déterminés, ambitieux et des leaders nés. Ils ont une grande capacité de prise de décision et se concentrent sur les résultats.",
      "strengths": ["Leadership", "Détermination", "Efficacité", "Courage"],
      "weaknesses": ["Autoritarisme", "Impatience", "Intolérance", "Rigidité"]
    },

    "melancholic": {
      "name": "Mélancolique",
      "description": "Les personnes mélancoliques sont analytiques, minutieuses et introspectives. Elles valorisent la profondeur émotionnelle et recherchent la perfection dans leurs actions.",
      "strengths": ["Organisé", "Loyal", "Soigneux", "Réfléchi"],
      "weaknesses": ["Perfectionnisme", "Pessimisme", "Indécision", "Isolement"]
    },

    "phlegmatic": {
      "name": "Flegmatique",
      "description": "Les individus flegmatiques sont calmes, patients et équilibrés. Ils privilégient l'harmonie et évitent les conflits, agissant avec diplomatie.",
      "strengths": ["Patient", "Diplomate", "Fiable", "Stable"],
      "weaknesses": ["Passivité", "Indifférence", "Lenteur", "Complaisance"]
    }
  }
}