{
  "welcome": "Willkommen bei Temperamentum",
  "description": "Entdecken Sie Ihr Temperament und Ihre multiplen Intelligenzen",
  "start_test": "Test starten",
  "learn_more": "Mehr erfahren",
  "nav": {
    "home": "Start",
    "temperaments": "Temperamente",
    "tests": "Tests",
    "meditations": "Meditationen",
    "family_education": "Familienerziehung"
  },
  "index_title": "Theorie der Temperamente und die Essenzen des menschlichen Seins",
  "index_intro_hipocrates": "Die Theorie der Temperamente hat ihre Wurzeln im antiken Griechenland und wurde ursprünglich von Hippokrates, dem Vater der Medizin, formuliert. Er stützte sich auf die vier primären Elemente des Universums (Erde, Luft, Feuer und Wasser) und deren Eigenschaften (warm, kalt, feucht und trocken), um vier Körpersäfte abzuleiten: Blut, Schleim, gelbe Galle und schwarze Galle. Diese Säfte beeinflussten laut Hippokrates direkt die Gesundheit und das Verhalten der Menschen.",
  "index_intro_galeno": "Später erweiterte Galen, ein weiterer einflussreicher griechischer Arzt, diese Theorie in seinem Werk „De Temperamentis und beschrieb neun Temperamente, darunter die vier Haupttypen: sanguinisch, cholerisch, melancholisch und phlegmatisch. Galen verband diese Temperamente mit dem Gleichgewicht der Säfte im Körper und den Verhaltensmerkmalen jedes Individuums. Trotz ihrer alten Ursprünge bleibt die Klassifizierung der vier Temperamente relevant und wird häufig in modernen Werken der Psychologie und menschlichen Entwicklung zitiert (Feist, Feist & Roberts; Schultz & Schultz).",
  "index_intro_temperament_innate": "Das Temperament wird daher als der angeborene Teil unserer Persönlichkeit verstanden, der stark von biologischen und genetischen Faktoren beeinflusst wird. Es bestimmt, wie wir emotional und verhaltensmäßig auf alltägliche Situationen reagieren, und bleibt über das gesamte Leben relativ stabil. Zeitgenössische Forscher wie Mary K. Rothbart und Stella Chess & Alexander Thomas bestätigen, dass das Temperament bereits in den ersten Lebensjahren auftritt und sich in Mustern der Reaktivität, Selbstregulation und Anpassung an die Umwelt manifestiert.",
  "index_intro_temperament_innate_mobile": "Das Temperament wird als der angeborene Teil unserer Persönlichkeit verstanden, der von biologischen und genetischen Faktoren beeinflusst wird und bestimmt, wie wir auf Situationen reagieren und über das gesamte Leben relativ stabil bleibt.",
  "index_intro_three_essences": "Im Kontext eines umfassenden Verständnisses des menschlichen Seins ist es auch grundlegend, die drei Essenzen zu berücksichtigen, die uns ausmachen: Fleisch, Seele und Temperament.",
  "index_temperament_heading": "Temperament",
  "index_temperament_desc_mobile": "Das Temperament ist der angeborene Teil unserer Persönlichkeit, der von biologischen und genetischen Faktoren beeinflusst wird und bestimmt, wie wir emotional und verhaltensmäßig auf Situationen reagieren.",
  "index_temperament_desc_desktop": "Das Temperament fungiert als Brücke zwischen Fleisch und Seele und beeinflusst, wie wir fühlen, denken und handeln. Durch das Temperament drücken sich sowohl die natürlichen Tendenzen des Körpers als auch die tiefsten Bestrebungen des Geistes aus.",
  "index_flesh_heading": "Fleisch",
  "index_flesh_desc": "Fleisch bezieht sich auf den physischen Körper, den greifbaren und materiellen Teil des Menschen. Durch ihn erfahren wir die Welt, führen Handlungen aus und stellen uns den Grenzen der Existenz, wie Alterung und Tod. In vielen spirituellen Kontexten wird das Fleisch als die Dimension betrachtet, die diszipliniert werden muss, da es mit natürlichen Impulsen und Versuchungen verbunden ist.",
  "index_soul_heading": "Seele",
  "index_soul_desc": "Die Seele ist die immaterielle und unsterbliche Essenz, verantwortlich für Bewusstsein, Moral und spirituelle Verbindung. Sie repräsentiert das intelligente und transzendente Prinzip, das die physische Existenz überdauert und Quelle von Werten, Zweck und Sinn ist.",
  "index_integration_mobile": "Lernen Sie Ihr Temperament kennen und verstehen Sie besser, wie es Ihre Persönlichkeit und Beziehungen beeinflusst.",
  "index_integration_desktop": "Diese drei Dimensionen – Körper, Seele und Temperament – wirken zusammen, um die Komplexität des menschlichen Seins zu bilden, indem sie physische, emotionale und spirituelle Aspekte integrieren. Das Verständnis dieser Integration ist wesentlich für die Selbsterkenntnis, das persönliche Wachstum und die Suche nach Gleichgewicht in allen Lebensbereichen.",
  "index_sources_heading": "Quellen:",
  "index_source_galeno": "Galen. De Temperamentis.",
  "index_source_feist": "Feist, J.; Feist, G.J.; Roberts, T.-A. Theorien der Persönlichkeit.",
  "index_source_schultz": "Schultz, D.P.; Schultz, S.E. Theorien der Persönlichkeit.",
  "index_source_rothbart": "Rothbart, M.K. (1981, 2004).",
  "index_source_thomas": "Thomas, A.; Chess, S. (1977).",
  "index_source_pereira": "Pereira Ito, Patrícia do Carmo; Guzzo, Raquel Souza Lobo. \"Individuelle Unterschiede: Temperament und Persönlichkeit; Bedeutung der Theorie.\" Revista Estudos de Psicologia, PUC-Campinas, v. 19, n. 1, 2002.",
  "index_app_description": "Willkommen bei der Anwendung, um Ihr Temperament und Ihre multiplen Intelligenzen zu entdecken. Unsere Tests basieren auf den Lehren der vier Temperamente und der Theorie der multiplen Intelligenzen von Howard Gardner. Beantworten Sie die Fragen aufrichtig für eine genauere Analyse.",
  "index_start_test_button": "Test starten",
  "index_learn_temperaments_button": "Die vier Temperamente kennenlernen"
}
