{
  "welcome": "Benvingut a Temperamentum",
  "description": "Descobreix el teu temperament i les teves intel·ligències múltiples",
  "start_test": "Començar Test",
  "learn_more": "Saber-ne més",
  "nav": {
    "home": "Inici",
    "temperaments": "Temperaments",
    "tests": "Tests",
    "meditations": "Meditacions",
    "family_education": "Educació Familiar"
  },
  "index_title": "Teoria dels Temperaments i les Essències de l'Ésser Humà",
  "index_intro_hipocrates": "La teoria dels temperaments té les seves arrels a l'Antiga Grècia, sent inicialment formulada per Hipòcrates, conegut com el pare de la medicina. Es va basar en els quatre elements primaris de l'univers (terra, aire, foc i aigua) i en les seves qualitats (calor, fred, humit i sec) per deduir quatre humors corporals: sang, flegma, bilis groga i bilis negra. Aquests humors, segons Hipòcrates, influïen directament la salut i el comportament de les persones.",
  "index_intro_galeno": "Més tard, Galè, un altre influent metge grec, va expandir aquesta teoria en la seva obra \"De Temperamentis\", descrivint nou temperaments, incloent els quatre principals: sanguini, colèric, melancòlic i flegmàtic. Galè va relacionar aquests temperaments amb l'equilibri dels humors en el cos i amb les característiques de comportament de cada individu. Malgrat els seus orígens antics, la classificació dels quatre temperaments continua sent rellevant, sent freqüentment citada en obres modernes de psicologia i desenvolupament humà (Feist, Feist & Roberts; Schultz & Schultz).",
  "index_intro_temperament_innate": "El temperament, per tant, s'entén com la part innata de la nostra personalitat, fortament influenciada per factors biològics i genètics. Determina com reaccionem emocionalment i conductualment a les situacions quotidianes i roman relativament estable al llarg de la vida. Investigadors contemporanis, com Mary K. Rothbart i Stella Chess & Alexander Thomas, reforcen que el temperament apareix ja en els primers anys de vida, manifestant-se en patrons de reactivitat, autoregulació i adaptació a l'entorn.",
  "index_intro_temperament_innate_mobile": "El temperament s'entén com la part innata de la nostra personalitat, influenciada per factors biològics i genètics, que determina com reaccionem a les situacions i roman relativament estable al llarg de la vida.",
  "index_intro_three_essences": "En el context de la comprensió integral de l'ésser humà, és fonamental considerar també les tres essències que ens componen: carn, ànima i temperament.",
  "index_temperament_heading": "Temperament",
  "index_temperament_desc_mobile": "El temperament és la part de la nostra personalitat que és innata i influenciada per factors biològics i genètics, que determina com reaccionem emocionalment i conductualment a les situacions.",
  "index_temperament_desc_desktop": "El temperament actua com a pont entre la carn i l'ànima, influint en com sentim, pensem i actuem. És a través del temperament que s'expressen tant les tendències naturals del cos com les aspiracions més profundes de l'esperit.",
  "index_flesh_heading": "Carn",
  "index_flesh_desc": "La carn es refereix al cos físic, la part tangible i material de l'ésser humà. És a través d'ella que experimentem el món, realitzem accions i afrontem els límits de l'existència, com l'envelliment i la mort. En molts contextos espirituals, la carn és vista com la dimensió que ha de ser disciplinada, ja que està associada als impulsos i a les temptacions naturals.",
  "index_soul_heading": "Ànima",
  "index_soul_desc": "L'ànima és l'essència immaterial i immortal, responsable de la consciència, la moralitat i la connexió espiritual. Representa el principi intel·ligent i transcendent que sobreviu a l'existència física, sent font de valors, propòsit i sentit.",
  "index_integration_mobile": "Coneix el teu temperament i entén millor com influeix en la teva personalitat i relacions.",
  "index_integration_desktop": "Aquestes tres dimensions – cos, ànima i temperament – treballen juntes per formar la complexitat de l'ésser humà, integrant aspectes físics, emocionals i espirituals. Comprendre aquesta integració és essencial per a l'autoconeixement, el creixement personal i la recerca de l'equilibri en totes les àrees de la vida.",
  "index_sources_heading": "Fonts:",
  "index_source_galeno": "Galè. De Temperamentis.",
  "index_source_feist": "Feist, J.; Feist, G.J.; Roberts, T.-A. Teories de la Personalitat.",
  "index_source_schultz": "Schultz, D.P.; Schultz, S.E. Teories de la Personalitat.",
  "index_source_rothbart": "Rothbart, M.K. (1981, 2004).",
  "index_source_thomas": "Thomas, A.; Chess, S. (1977).",
  "index_source_pereira": "Pereira Ito, Patrícia do Carmo; Guzzo, Raquel Souza Lobo. \"Diferències individuals: temperament i personalitat; importància de la teoria.\" Revista Estudos de Psicologia, PUC-Campinas, v. 19, n. 1, 2002.",
  "index_app_description": "Benvingut a l'aplicació per descobrir el teu temperament i les teves intel·ligències múltiples. Els nostres tests es basen en els ensenyaments sobre els quatre temperaments i en la teoria de les intel·ligències múltiples de Howard Gardner. Respon les preguntes amb sinceritat per a una anàlisi més precisa.",
  "index_start_test_button": "Començar Test",
  "index_learn_temperaments_button": "Conèixer els quatre temperaments",
  "temperaments": {
    "title": "Els Quatre Temperaments",
    "description": "Comprèn les característiques fonamentals de cada temperament i com influeixen en els comportaments, les decisions i les relacions interpersonals.",

    "sanguine": {
      "name": "Sanguini",
      "description": "Les persones amb temperament sanguini són extravertides, entusiastes i sociables. Busquen constantment noves experiències i tenen facilitat per adaptar-se als canvis.",
      "strengths": ["Comunicatiu", "Optimista", "Creatiu", "Energètic"],
      "weaknesses": ["Impulsiu", "Distret", "Superficial", "Inconstant"]
    },

    "choleric": {
      "name": "Colèric",
      "description": "Els individus colèrics són determinats, ambiciosos i líders nats. Tenen alta capacitat de presa de decisions i focus en resultats.",
      "strengths": ["Lideratge", "Determinació", "Eficiència", "Coratge"],
      "weaknesses": ["Autoritarisme", "Impaciència", "Intolerància", "Rigidesa"]
    },

    "melancholic": {
      "name": "Melancòlic",
      "description": "Les persones melancòliques són analítiques, detallistes i introspectives. Valoren la profunditat emocional i busquen la perfecció en les seves accions.",
      "strengths": ["Organitzat", "Lleial", "Curós", "Reflexiu"],
      "weaknesses": ["Perfeccionisme", "Pessimisme", "Indecisió", "Aïllament"]
    },

    "phlegmatic": {
      "name": "Flegmàtic",
      "description": "Els individus flegmàtics són tranquils, pacients i equilibrats. Prioritzen l'harmonia i eviten els conflictes, actuant amb diplomàcia.",
      "strengths": ["Pacient", "Diplomàtic", "Confiable", "Estable"],
      "weaknesses": ["Passivitat", "Indiferència", "Lentitud", "Complaença"]
    }
  }
}