{
  "welcome": "Benvenuto a Temperamentum",
  "description": "Scopri il tuo temperamento e le tue intelligenze multiple",
  "start_test": "Inizia il Test",
  "learn_more": "Scopri di più",
  "nav": {
    "home": "Home",
    "temperaments": "Temperamenti",
    "tests": "Test",
    "meditations": "Meditazioni",
    "family_education": "Educazione Familiare"
  },
  "index_title": "Teoria dei Temperamenti e le Essenze dell'Essere Umano",
  "index_intro_hipocrates": "La teoria dei temperamenti affonda le sue radici nell'antica Grecia, essendo stata inizialmente formulata da Ippocrate, conosciuto come il padre della medicina. Egli si basò sui quattro elementi primari dell'universo (terra, aria, fuoco e acqua) e sulle loro qualità (caldo, freddo, umido e secco) per dedurre quattro umori corporei: sangue, flegma, bile gialla e bile nera. Questi umori, secondo Ippocrate, influenzavano direttamente la salute e il comportamento delle persone.",
  "index_intro_galeno": "Più tardi, Galeno, un altro influente medico greco, espanse questa teoria nella sua opera \"De Temperamentis\", descrivendo nove temperamenti, inclusi i quattro principali: sanguigno, collerico, malinconico e flemmatico. Galeno collegò questi temperamenti all'equilibrio degli umori nel corpo e alle caratteristiche comportamentali di ogni individuo. Nonostante le loro antiche origini, la classificazione dei quattro temperamenti rimane rilevante, essendo frequentemente citata in opere moderne di psicologia e sviluppo umano (Feist, Feist & Roberts; Schultz & Schultz).",
  "index_intro_temperament_innate": "Il temperamento, pertanto, è inteso come la parte innata della nostra personalità, fortemente influenzata da fattori biologici e genetici. Esso determina come reagiamo emotivamente e comportamentalmente alle situazioni quotidiane e rimane relativamente stabile per tutta la vita. Ricercatori contemporanei, come Mary K. Rothbart e Stella Chess & Alexander Thomas, confermano che il temperamento appare già nei primi anni di vita, manifestandosi in schemi di reattività, autoregolazione e adattamento all'ambiente.",
  "index_intro_temperament_innate_mobile": "Il temperamento è inteso come la parte innata della nostra personalità, influenzata da fattori biologici e genetici, che determina come reagiamo alle situazioni e rimane relativamente stabile per tutta la vita.",
  "index_intro_three_essences": "Nel contesto della comprensione integrale dell'essere umano, è fondamentale considerare anche le tre essenze che ci compongono: carne, anima e temperamento.",
  "index_temperament_heading": "Temperamento",
  "index_temperament_desc_mobile": "Il temperamento è la parte della nostra personalità che è innata e influenzata da fattori biologici e genetici, che determina come reagiamo emotivamente e comportamentalmente alle situazioni.",
  "index_temperament_desc_desktop": "Il temperamento agisce come ponte tra la carne e l'anima, influenzando come sentiamo, pensiamo e agiamo. È attraverso il temperamento che si esprimono sia le tendenze naturali del corpo sia le aspirazioni più profonde dello spirito.",
  "index_flesh_heading": "Carne",
  "index_flesh_desc": "La carne si riferisce al corpo fisico, la parte tangibile e materiale dell'essere umano. È attraverso di essa che sperimentiamo il mondo, compiamo azioni e affrontiamo i limiti dell'esistenza, come l'invecchiamento e la morte. In molti contesti spirituali, la carne è vista come la dimensione che deve essere disciplinata, poiché è associata agli impulsi e alle tentazioni naturali.",
  "index_soul_heading": "Anima",
  "index_soul_desc": "L'anima è l'essenza immateriale e immortale, responsabile della coscienza, della moralità e della connessione spirituale. Rappresenta il principio intelligente e trascendente che sopravvive all'esistenza fisica, essendo fonte di valori, scopo e significato.",
  "index_integration_mobile": "Conosci il tuo temperamento e comprendi meglio come influenza la tua personalità e le tue relazioni.",
  "index_integration_desktop": "Queste tre dimensioni – corpo, anima e temperamento – lavorano insieme per formare la complessità dell'essere umano, integrando aspetti fisici, emotivi e spirituali. Comprendere questa integrazione è essenziale per l'autoconoscenza, la crescita personale e la ricerca dell'equilibrio in tutte le aree della vita.",
  "index_sources_heading": "Fonti:",
  "index_source_galeno": "Galeno. De Temperamentis.",
  "index_source_feist": "Feist, J.; Feist, G.J.; Roberts, T.-A. Teorie della Personalità.",
  "index_source_schultz": "Schultz, D.P.; Schultz, S.E. Teorie della Personalità.",
  "index_source_rothbart": "Rothbart, M.K. (1981, 2004).",
  "index_source_thomas": "Thomas, A.; Chess, S. (1977).",
  "index_source_pereira": "Pereira Ito, Patrícia do Carmo; Guzzo, Raquel Souza Lobo. \"Diferenças individuali: temperamento e personalità; importanza della teoria.\" Revista Estudos de Psicologia, PUC-Campinas, v. 19, n. 1, 2002.",
  "index_app_description": "Benvenuto nell'applicazione per scoprire il tuo temperamento e le tue intelligenze multiple. I nostri test si basano sugli insegnamenti sui quattro temperamenti e sulla teoria delle intelligenze multiple di Howard Gardner. Rispondi alle domande con sincerità per un'analisi più precisa.",
  "index_start_test_button": "Inizia il Test",
  "index_learn_temperaments_button": "Conoscere i quattro temperamenti",
  "temperaments": {
    "title": "I Quattro Temperamenti",
    "description": "Comprendi le caratteristiche fondamentali di ciascun temperamento e come influenzano comportamenti, decisioni e relazioni interpersonali.",

    "sanguine": {
      "name": "Sanguigno",
      "description": "Le persone con temperamento sanguigno sono estroverse, entusiaste e socievoli. Cercano costantemente nuove esperienze e si adattano facilmente ai cambiamenti.",
      "strengths": ["Comunicativo", "Ottimista", "Creativo", "Energico"],
      "weaknesses": ["Impulsivo", "Distratto", "Superficiale", "Incostante"]
    },

    "choleric": {
      "name": "Collerico",
      "description": "Gli individui collerici sono determinati, ambiziosi e leader naturali. Hanno un'alta capacità decisionale e si concentrano sui risultati.",
      "strengths": ["Leadership", "Determinazione", "Efficienza", "Coraggio"],
      "weaknesses": ["Autoritarismo", "Impazienza", "Intolleranza", "Rigidità"]
    },

    "melancholic": {
      "name": "Malinconico",
      "description": "Le persone malinconiche sono analitiche, meticolose e introspettive. Valorizzano la profondità emotiva e cercano la perfezione nelle loro azioni.",
      "strengths": ["Organizzato", "Leale", "Attento", "Riflessivo"],
      "weaknesses": ["Perfezionismo", "Pessimismo", "Indecisione", "Isolamento"]
    },

    "phlegmatic": {
      "name": "Flemmatico",
      "description": "Gli individui flemmatici sono calmi, pazienti ed equilibrati. Danno priorità all'armonia ed evitano i conflitti, agendo con diplomazia.",
      "strengths": ["Paziente", "Diplomatico", "Affidabile", "Stabile"],
      "weaknesses": ["Passività", "Indifferenza", "Lentezza", "Compiacenza"]
    }
  }
}